<template>
	<view class="p-5 text-sm">
		<view class="title w-full text-center">
			<h1 class="h1">隐私政策</h1><br />
		</view>
		<view class="content w-full">
			<p>门店助手是由上海云欢网络有限公司为您提供的一款门店工具产品。云欢网络十分尊重您的个人信息和数据，并会尽全力保护您的个人信息和数据的安全可靠。
			本政策仅适用于云门店助手应用收集和存储的用户信息和数据。</p><br />
			<p>我们非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《隐私政策》
				（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。</p>
			<p>本政策将帮助您了解以下内容：</p><br />
			<ol>
				<li>1.我们如何收集和使用您的个人信息</li>
				<li>2.我们如何共享、转让、公开披露您的个人信息</li>
				<li>3.我们如何使用 Cookie 和同类技术</li>
				<li>4.我们如何保护和保存您的个人信息</li>
				<li>5.您如何管理个人信息</li>
				<li>6.未成年人信息的保护</li>
				<li>7.修订和更新</li>
				<li>8.如何联系我们</li>
			</ol><br />
			<h2 class="h2">一、我们如何搜集和使用您的个人信息</h2>
			<p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：手机号、头像、昵称、定位信息；个人常用设备信息（包括硬件型号、操作系统类型）；
			</p><br />
			<p>个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息（交易和消费记录、优惠券）；网络身份识别信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码）；。</p><br/>
			<p>我们仅会出于以下目的，收集和使用您的个人信息：</p><br />
			<h3 class="h3">（一）您须授权我们搜集和使用您个人信息的情形</h3>
			<p>我们的产品与/或服务包括一些核心功能，当您使用不同的我们产品和服务时，核心功能可能会根据服务内容的不同存在一定差异。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：用户注册
			</p>
			<br />
			<p>您首先需要注册一个我们账户成为我们用户。当您注册时，您需要至少向我们提供您准备使用的我们账户名、密码、您本人的手机号码，我们将通过发送短信验证码来验证您的身份是否有效。您的用户名称默认为空，当您首次注册设置后即不可修改，这些信息均属于您的“账户信息”。您补充的账户信息将有助于我们为您提供个性化推荐和更优的新闻阅读体验，但如果您不提供这些补充信息，不会影响您使用我们的基本功能。
			</p>
			<br />
			<h3 class="h3">（二）您充分知晓，以下情形中，我们搜集、使用个人信息无需征得您的授权同意：</h3>
			<ol>
				<li>1.与国家安全、国防安全有关的；</li>
				<li>2.与公共安全、公共卫生、重大公共利益有关的；</li>
				<li>3.与犯罪侦查、起诉、审判和判决执行等有关的；</li>
				<li>4.出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</li>
				<li>5.所收集的个人信息是个人信息主体自行向社会公众公开的；</li>
				<li>6.从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</li>
				<li>7.根据您的要求签订合同所必需的；</li>
				<li>8.用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</li>
				<li>9.为合法的新闻报道所必需的；</li>
				<li>10.学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</li>
				<li>11.法律法规规定的其他情形。</li>
			</ol>
			<br />
			<h3 class="h3">（三）我们从第三方获得您个人信息的情形</h3>
			<p>我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本隐私政策后将您的第三方账户与您的我们账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
			</p>
			<br />
			<h3 class="h3">（四）您个人信息使用的规则</h3>
			<ol>
				<li>1.我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。</li>
				<li>2.在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
				</li>
				<li>3.请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。
				</li>
				<li>4.我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</li>
				<li>5.当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。</li>
				<li>6.当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。</li>
			</ol>
			<br />
			<h2 class="h2">二、我们如何共享、转让、公开披露您的个人信息</h2>
			<h3 class="h3">（一）共享</h3>
			<ol>
				<li>1.我们不会与我们以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</li>
				<ol class="ml-5">
					<li>(1) 事先获得您明确的同意或授权；</li>
					<li>(2) 根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</li>
					<li>(3) 在法律法规允许的范围内，为维护我们关联方或合作伙伴、您或其他我们用户或社会公众利益、财产或安全免遭损害而有必要提供；</li>
					<li>(4) 只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</li>
					<li>(5) 应您需求为您处理您与他人的纠纷或争议；</li>
					<li>(6) 符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</li>
					<li>(7) 基于学术研究而使用；</li>
					<li>(8) 基于符合法律法规的社会公共利益而使用。</li>
				</ol>
				<li>2.我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。</li>
				<li>3.我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：
				</li>
				<ol class="ml-5">
					<li>(1)
						商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。
					</li>
					<li>(2) 第三方商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。</li>
					<li>(3)
						委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
					</li>
				</ol>
				<li>4.对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。
				</li>
				<li>5.为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护我们、您或其他我们客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过，这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
				</li>
			</ol>
			<h3 class="h3">（二）转让</h3>
			<p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
			<br />
			<ol>
				<li>1.事先获得您明确的同意或授权；</li>
				<li>2.根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</li>
				<li>3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</li>
				<li>4.在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则，我们将要求该公司、组织重新向您征求授权同意。</li>
			</ol>
			<br />
			<h3 class="h3">（三）公开披露</h3>
			<p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</p>
			<br />
			<ol>
				<li>1.根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</li>
				<li>2.根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
				</li>

			</ol>
			<br />
			<h2 class="h2">三、我们如何使用Cookie 和同类技术</h2>
			<h3 class="h3">（一）Cookie的使用</h3>
			<ol>
				<li>1.为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储名为 Cookie的小数据文件。Cookie
					通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的偏好等数据。我们向您发送Cookie是为了简化您重复登录的步骤、存储您的购物偏好或您购物车中的商品及服务等数据进而为您提供购物的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。
				</li>
				<li>2.我们不会将 Cookie 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookies。有关详情，请参见 AboutCookies.org。您可以清除计算机上保存的所有
					Cookie，大部分网络浏览器都设有阻止 Cookies
					的功能。但如果您这么做，则需要在每一次访问我们的网站时更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。如需详细了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。
				</li>
			</ol>
			<h3 class="h3">（二）网站信标和像素标签等同类技术的使用</h3>
			<p>除 Cookie
				外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
			</p>
			<br />
			<h2 class="h2">四、我们如何保护和保存个人信息的管理</h2>
			<br />
			<h3 class="h3">（一）我们保护您个人信息的技术与措施</h3>
			<p>我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：</p>
			<br />
			<ol>
				<li>1.数据安全技术措施</li>
				<p>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，免数据的损坏或丢失。</p>
				<p>我们的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。</p>
				<p>我们采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。</p>
				<p>在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换、SHA256在内多种数据脱敏技术增强个人信息在使用中安全性。</p>
				<p>我们采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。</p>
				<p>我们采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。</p>
				<li>2.我们为保护个人信息采取的其他安全措施</li>
				<p>我们通过建立数据分类分级制度、数据安全管理规范来管理规范个人信息的存储和使用。</p>
				<p>我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p>
				<p>我们建立数据安全管理组织来推进和保障个人信息安全。</p>
				<p>我们存储您个人数据的底层云技术取得了数据中心联盟颁发的“可信云”认证。</p>
				<p>加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
				<li>3.我们仅允许有必要知晓这些信息的我们员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。
				</li>
				<li>4.我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</li>
				<li>5.互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。</li>
				<li>6.互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
				</li>
				<li>7.安全事件处置</li>
				<p>在通过我们网站与第三方进行服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。</p>
				<p>为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
				</p>
				<p>在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
				</p>
				<li>8.如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策最下方【如何联系我们】约定的联系方式联络我们，以便我们采取相应措施。
				</li>
			</ol>
			<br />
			<h3 class="h3">（二）您个人信息的保存</h3>
			<ol>
				<li>1.您的个人信息将全被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
				</li>
				<li>2.请您注意，当您成功申请注销我们账户后，我们将在您提出申请后完成对您的账户注销审核，审核通过后，我们将对您的个人信息进行删除或匿名化处理。</li>
				<li>3.如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</li>
			</ol>
			<br />
			<h2 class="h2">五、您如何管理您的个人信息</h2>
			<br />
			<p>我们非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：</p>
			<br />
			<ol>
				<li>1.访问和更正您的个人信息</li>
				<p>除法律法规规定外，您有权随时访问和更正您的个人信息。PC端，您可以通过进入“个人中心”或类似模块查看您的个人信息，并可以通过“账号设置”或“账户管理”更正您的联系方式、地址、密码等个人信息。移动端，您可以在“我的”页面点击您的头像或者账号名称，进入“账号设置”或“账户管理”或类似模块查询和更正您的联系方式、地址、密码等个人信息。在各个我们网站的展示文案和访问路径可能略有区别。举例说明：
				</p>
				<h4>[我们]</h4>
				<p>您的账户信息：PC端您可以在“我的”页面，“完善资料”菜单中查阅您提交给我们的所有个人信息，你也可通过上述途径更新实名认证信息之外的其他个人信息，如您需要变更您的高级实名认证信息，您可以在该页面解绑手机号或修改手机号进行修改
				</p>
				<p>我们可能搜集您的手机微信账号、QQ账号、支付宝账号、邮箱、手机号、push推送权限。您可以在我的页面--消息中心--消息提醒设置里关闭已开启的push推送权限或在手机自带的权限设置中关闭我们APP的push推送权限；
				</p>
				<li>2.删除您的个人信息</li>
				<p>您在我们的产品与/或服务页面中可以直接清除或删除的信息， 在以下情形中，您可以向我们提出删除个人信息的请求：</p>
				<ol class="ml-5">
					<li>(1) 如果我们处理个人信息的行为违反法律法规；</li>
					<li>(2) 如果我们收集、使用您的个人信息，却未征得您的同意；</li>
					<li>(3) 如果我们处理个人信息的行为违反了与您的约定；</li>
					<li>(4) 如果我们终止服务及运营。</li>
				</ol>
				<p>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
				</p>
				<li>3.改变您授权同意的范围或撤回您的授权</li>
				<p>您可以通过删除信息、关闭设备功能、在我们网站或软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。
					请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
				</p>
				<li>4.注销账户</li>
				<p>您可以在我们的产品中直接申请注销账户。</p>
				<li>5.响应您的请求</li>
				<p>如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为我们存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本协议下方的方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
				</p>
				<p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
				<ol class="ml-5">
					<li>(1)与国家安全、国防安全有关的；</li>
					<li>(2)与公共安全、公共卫生、重大公共利益有关的；</li>
					<li>(3)与犯罪侦查、起诉和审判等有关的；</li>
					<li>(4)有充分证据表明您存在主观恶意或滥用权利的；</li>
					<li>(5)响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</li>
				</ol>
			</ol>
			<h2 class="h2">六、未成年人的个人信息保护</h2>
			<br />
			<ol>
				<li>1.我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。我们根据国家相关法律法规的规定保护未成年人的个人信息。
				</li>
				<li>2.对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。</li>
				<li>3.如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</li>
			</ol>
			<br />
			<h2 class="h2">七、修订和更新</h2>
			<ol>
				<li>1.为给您提供更好的服务以及随着我们业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在我们网站、我们移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。
				</li>
				<li>2.对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。
					本政策所指的重大变更包括但不限于：</li>
				<ol class="ml-5">
					<li>(1)我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</li>
					<li>(2)我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</li>
					<li>(3)个人信息共享、转让或公开披露的主要对象发生变化；</li>
					<li>(4)您参与个人信息处理方面的权利及其行使方式发生重大变化；</li>
					<li>(5)我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</li>
					<li>(6)个人信息安全影响评估报告表明存在高风险时。</li>
				</ol>
				<li>3.我们还会将本策略的旧版本存档，供您查阅。</li>
			</ol>
			<br />
			<h2 class="h2">八、如何联系我们</h2>
			<br />
			<ol>
				<li>1.如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请发送邮件至server@cloudhappy.cn与我们联系。</li>
				<li>2.一般情况下，我们将在三十天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。</li>
			</ol>
			<br />
			<p>注：本《隐私政策》版本更新日期为2021年8月5日，将于2021年8月5日正式生效，如您认为更新的《隐私政策》对您更为有利，我们同意双方适用新的《隐私政策》内容。</p>
		</view>
	</view>
</template>

<script>
</script>

<style>
	.h1 {
		font-family: "微软雅黑", "宋体", "黑体", Arial;
		font-size: 18px;
		font-weight: bold;
		height: 25px;
		line-height: 25px;
	}

	.h2 {
		font-family: "微软雅黑", "宋体", "黑体", Arial;
		font-size: 16px;
		font-weight: bold;
		height: 25px;
		line-height: 25px;
	}

	.h3 {
		font-family: "微软雅黑", "宋体", "黑体", Arial;
		/* font-size: 16px; */
		font-weight: bold;
		height: 25px;
		line-height: 25px;
	}
</style>
